[
  {
    "objectID": "09bb6e5a36096533b6687d704068e6a4a4cf619d",
    "permalink": "/post/oc/",
    "title": "巫女","content": " （序言 · 片段） 我在庄园的书桌前写下这些字，窗外是被修剪得整齐的花圃与骑士们晨练的沙哑脚步声。有人会把这纸页当作忏悔，有人会把它当作证据——无论怎样，它们终归是一页页碎片，被我一手保存。写下它们并不能让死者复生，也不能使历史改写；但若有人在将来在墙角发现了这些字，也许他会知道：我曾目睹过，并且不曾忘记。 — 艾琳娜\n叙 在那片早已忘记自己名字的土地上，王权正在腐朽，教会却日益繁盛。 神的语言比国王的诏令更有力量，祈祷比军令更能让人屈膝。 人们把每一场雷雨、每一次瘟疫、每一个女人的哭声，都归咎于魔鬼。 而教会，则负责指认出那些“魔鬼的仆人”。\n他们称她们为——巫女。\n没有人知道第一位巫女是谁。 有人说她是从北方山岭走下的野女人，有人说她是主教失宠的私生女，也有人低声说，她其实是神亲手造的倒影。 但这些都不重要。 重要的是，人们学会了恐惧这个词。\n艾琳娜出生在南境的一座古老庄园中。 她的父亲是王国最大的土地领主之一，家族的纹章上刻着飞狮与金枝。 她从小接受修士教育，会拉小提琴、会背经文、也懂一点拉丁文的拼写。 她的生活中没有饥饿，也没有痛苦。 她唯一的不幸，或许是——过于幸福。\n她的母亲早逝，留下的只是几本不再被允许流传的书。 艾琳娜常常在夜里偷偷翻看那些旧纸页，纸张发黄，边缘有灰。 书中谈论的是“灵魂的秩序”、“神的沉默”与“女性的纯洁”。 她不完全明白其中的含义，但她喜欢那种字句之间散发的气味—— 像是被遗忘的真相。\n庄园的书阁建在山坡上，石墙厚重，门口总是上锁。 那天她拿着父亲的钥匙，原本只是想找一本神学史， 却在墙角的一道缝隙中发现了一扇门。 那扇门从未在图纸上出现过。\n门后是一间小小的密室。空气潮湿，墙上刻满了陌生的符号。 正中央摆着一个铁制的封印盒。 当她靠近时，盒盖缝隙中闪出一线绿光—— 冷得像是从地底透出的呼吸。\n她没有打开它。 只是看着那光，胸口忽然涌上一种不安： 那不是人间的颜色。\n几天后，教会的修士来庄园祝圣。 他们穿着白袍，腰间挂着镀金的十字。 在仪式中，主教提到最近北境发现异端，他的话像寒风掠过人群。 “魔鬼仍在人间试探信徒，”主教说，“我们必须以火为证，以信仰净化血脉。”\n艾琳娜那时不懂“血脉”是什么意思。 她只记得，当主教的手在她头顶画十字时，他的眼睛闪过一瞬冰冷的光—— 就像那盒中的绿光一样。\n那晚，她做了梦。 梦中，她看见那铁盒自 …","date": "2025-11-04 00:00:00",
    "updated": "2025-11-04 00:00:00"
  }, 
  {
    "objectID": "05310da4a33624d5663bc52fb0e73c4a1d571f61",
    "permalink": "/post/traveldiary/",
    "title": "旅行日记","content": " 引言 高二时在一位英语老师家补习，是一个退休的小老头。有一次在我写题的时候他从抽屉里拿出了厚厚一本全国公路地图，那是本详细介绍中国的公路系统的书，他说“等你们都考完试，我闲下来就开车去旅游。”他眉飞色舞地介绍自己的准备，决定开哪辆车，走哪条路线，甚至路上遇到抢劫的劫匪怎么办都预想好了。小小的老头拿着放大镜研究地图的样子给小小的老子带来了很深的触动。 上了高三之后忙忙碌碌的日子越是给人一种忙里偷闲的向往，慢慢的演变成对毕业后日子的期盼。鬼使神差下我也学着他买了中国旅游地图册，更是因为选科中包含地理，使得我可以名正言顺的将这本“课外书”在每节自习课细细拿起来专研。这是我第一次在课堂和电视之外了解中国的旅游地理，这本书上几页至今还夹着当时和朋友向往着自由的书签。\n当然最后那个老师有没有开始他的公路旅行我不知道，但是我的英语到现在依然很烂。\n叙 我觉得回忆旅途也是旅行不可或缺的一部分 高考完后我陆陆续续去了几个地方旅游，并没有想象中的疯狂之轰轰烈烈，说是旅游更像是走马观花的完成某个地点的探索。但是今年直到现在，我去了近十五个城市遍布了全国各地，这是曾经那个没有出过东南沿海城市的我想都不敢想的事情。一开始我对于那些城市的评价一直都是“像中国城市一样”嗯。。很普通的感觉，但是每每静下来在某一座城市的街道散步的时候空气中的味道，就是不一样的感觉。该怎么去形容这种感受，不同于各地文旅宣传的人文亦或是风景，就单单是汽车的速度、落叶的的形状、马路的宽度甚至是红绿灯的大小和时间都可以是城市给我的印象。\n南京 今年去的第一个城市是南京，说实话，一开始只是单纯想在假期找个地方玩而想到了在南京的朋友。但是仅仅的，清明假期四天，我就爱上了这个江浙沪城市。关于南京，我在旅行的最后一天我就写了南京游记所以就不再过多赘述。总的来说南京是一个十分美好的城市，无论是从何种角度我都会向我的朋友推荐的城市，或许只是恰好我遇到了美好的时间、景色与人，但是这也是它带给我的善意。\n南昌 七月，刚放暑假就被高中同桌拉着一起出门旅游。我们的目的地是云南，但是经我的提议，我们是从福建一路坐高铁前往，第一座中转城市就是南昌。\n对南昌最深的印象只有辣。在此之前，我对辣的认识还仅仅只有川渝地区的红油火锅，但是这一次到南昌才真切体会了赣菜的威力。当天到达南昌就已经是夜色将至，火急火燎赶往酒店扔下行李就打车去了每个城市都会有的美 …","date": "2025-10-16 00:00:00",
    "updated": "2025-10-16 00:00:00"
  }, 
  {
    "objectID": "2c51bbe3375e1261af7d05f508db48fdd3cdbed4",
    "permalink": "/post/food/",
    "title": "我的 世界食谱","content": " 这里记录的是我在网上刷到的各地美食，未来的某天我要成为游历世界的美食猎人!!! xixi “本来想只记菜名的但是有点单调。。还是先找图挂上等我吃上了再换成自己的照片”\n吃吃吃！ 回家吃？ 海肠汁堂煎虾夷贝 扇贝狮子头 宁波 红钳蟹（椒盐、油炸）、蟹酱、咸墨鱼蛋 扬州 烫干丝 台湾 虱目鱼（鱼腹粥、煎鱼柳、鱼皮煲、五柳汁） 昆明 干巴菌 韭菜花干巴菌酱土豆丝 厦门 锅贴黄鱼 湘阴 熏鱼、腊鱼、腊XX 内江 陈皮牛肉丝 怪味鱼皮 潮汕 螺头花胶 鹅肉（面、炒饭、白卤、 天津 油酥烧饼 连州 丰阳牛肉干 义乌 国际美食！！ 阿富汗牛肉锅、埃及鸽子包饭、陶盆羊肉、羊肉卡巴、土耳其羊腿饭 ","date": "2025-10-16 00:00:00",
    "updated": "2025-10-16 00:00:00"
  }, 
  {
    "objectID": "b675920ba2c1076d5f0ae72660b2bf04298ff00c",
    "permalink": "/post/jiliguala/",
    "title": "叽里呱啦","content": " Hi ! 怎么就没人好奇我呢 好奇我的生日星座 爱好 好奇我小时候的样子 喜欢吃的餐厅 每一天动态的含义 好奇我常去的地方 喜欢小猫还是小狗 喜欢什么颜色 好奇我阴晴不定的情绪 最近发生的事和我的人际关系 还有我爱听什么歌 为什么没人爱我。。。\n我想了解你并不只是说说而已。我想知道你的喜好，了解你的脾气，看到你的生活，你那边天气怎么样？你喜欢的小说讲了什么？你爱听的歌手还有谁？你刚刚看的电影是什么？我们会不会一起看下一部？你喜欢的地方是哪里？我们有没有机会一起去？\n其实我对别人的生活并不感兴趣，可能只是因为是你。我想知道的更多，我想知道你是否会在下雨时看着雨滴发呆，是否也向往自由随性的生活，是否也会对这个世界偶尔的妥协。我想听你讲童年，讲你曾摔过跤的操场，讲你骄傲的事，遗憾的事，不肯轻易原谅的事。\n我想认识你生命里重要的人，听懂你开的玩笑，接住你突然的沉默。我想知道清晨醒来你第一个念头通常关于什么？想知道夜深人静时又是哪件事让你迟迟无法入睡？我想见证你的梦想，无论它宏大或微小，我想倾听你的恐惧，无论它看似合理或荒谬，这些微不足道的细节于我却像拼图，能让我一点点拼凑出你完整的模样。\n这份了解并非单方面的索取，它更是一种邀请，邀请你在我面前可以松弛的做最真实的自己，包括那些你认为不够精彩、不够完美的部分。我并不急于得到答案，只想慢慢走进你的世界，像读一本舍不得太快读完的书。\n我知道我们都应该有得之坦然、失之淡然的豁达，知道一切不会顺我所愿，但允许我自私的希望。这本书里有我笨拙的笔记落下，享受着与你暂时的距离，这心灵与欲望的游戏，毕竟厌世又纵欲才像法国电影。\n","date": "2025-10-14 00:00:00",
    "updated": "2025-10-14 00:00:00"
  }]